{
    "id": "end-of-day-mail",
    "pending": {
        "title": "Fin de journée : Rapport et réflexions sur le NIRD",
        "description": "Coucou, j'ai vu que tu avais terminé toutes tes tâches, bravo c'était une super journée malgré toutes les galères qu'on a eu. Je voulais en parler un peu avec toi pour pas que tu prennes peur :) Chez nous on essaye le plus possible de passer vers le NIRD, le Numérique Inclusif, Responsable et Durable.\n\nNos applications quotidiennes sont efficaces, jolies et faciles à utiliser. Pourtant, elles demandent souvent de remplir des formulaires interminables, d'accepter des conditions d'utilisation peu lisibles, ou de fournir des données personnelles sans bien comprendre ce qui en sera fait. Lorsqu'on veut en changer, on découvre que quitter un service peut s'avérer compliqué : formats propriétaires, écosystèmes verrouillés, impossibilité de transférer facilement ses données.\n\nCette dépendance est un peu désespérante et on a souvent un sentiment d'impuissance. On utilise ces outils tous les jours, mais sans maîtriser leur fonctionnement ou leurs conséquences. Le NIRD propose justement de redonner du sens et de la clarté à tout cela.\n\n────────────────────────────────────\n\nAlors bien sûr on a cherché ailleurs. Il existe une multitude d'outils libres, ouverts et responsables. Ils sont souvent plus respectueux de la vie privée et plus durables, mais ils souffrent d'un manque de visibilité. On les connaît mal, et pourtant ils peuvent remplacer efficacement de nombreux logiciels propriétaires. On a essayé quelques solutions \"open-source\" mais elles n'étaient pas toujours gratuites. Certaines nécessitent des services, un support ou des compétences spécifiques. Cela fait partie de leur fonctionnement, et c'est parfaitement légitime.\n\n────────────────────────────────────\n\nOn a aussi eu un problème d'internet dans la journée, quel enfer. Une grande partie du trafic mondial passe par les infrastructures des géants du cloud, comme Amazon, Google ou Microsoft. On a creusé un peu et ça s'explique par la complexité immense de ces systèmes et par les investissements colossaux qu'ils nécessitent. Lorsqu'un service tombe en panne en pleine nuit et réapparaît quelques heures plus tard, cela repose sur des équipes très qualifiées et sur une organisation puissante.\n\nCes plateformes ne sont pas des ennemis à abattre, mais on ne veut pas dépendre entièrement d'elles. L'enjeu est de trouver un équilibre et de ne pas confier tout notre numérique à quelques acteurs. C'est difficile à atteindre mais on peut le faire ensemble !\n\n────────────────────────────────────\n\nJe vais parler à cœur ouvert. L'open-source incarne une vision du numérique fondée sur la transparence, la collaboration et la durabilité. C'est un espace créatif, indépendant et souvent plus éthique. Toutefois, comme les projets sont développés par des communautés de tailles variées, il peut arriver que certains manquent de ressources ou d'ergonomie.\n\nLe but n'est pas de tout remplacer par du libre, mais d'apprendre à reconnaître les bons outils et à les intégrer intelligemment dans nos usages.\n\nPour le côté écologie du problème, on a déjà un peu avancé mais le plus gros reste à faire. Chaque année, des équipements parfaitement fonctionnels sont jetés simplement parce que leur système d'exploitation n'est plus mis à jour. En changeant uniquement le logiciel au lieu de remplacer le matériel, on redonne vie à de nombreux appareils. Cela permet d'économiser des ressources, de réduire les déchets électroniques et de prolonger significativement la durée de vie de notre parc informatique.\n\n────────────────────────────────────\n\nLe NIRD propose une autre manière d'aborder le numérique. Une manière plus accessible, plus respectueuse, plus écologique et surtout plus maîtrisable. Il ne s'agit pas de rejeter les outils existants ou de revenir en arrière, mais de construire une relation plus saine avec la technologie, où chacun comprend ce qu'il utilise et peut exercer un véritable pouvoir de choix.\n\nIl y a un exemple parfait récemment, j'espère que t'en as entendu parler. La fin du support de Windows 10. C'est un peu comme si quelqu'un décidait soudainement que ta voiture ne peut plus rouler parce qu'elle n'a pas le dernier modèle de tableau de bord. Du jour au lendemain, des ordinateurs en parfait état se retrouvent estampillés \"périmés\", non pas parce qu'ils sont cassés, mais simplement parce qu'un éditeur a arrêté de suivre. Résultat : on pousse les utilisateurs à acheter du matériel neuf alors que l'ancien fonctionne encore très bien.\n\nOn est en phase de transition pour ne plus dépendre de ce système injuste. À l'opposé on a l'univers Linux qui ne joue pas à ce jeu-là. Quand une distribution arrive en fin de vie, une autre prend le relais, libre, maintenue et installable sur les mêmes machines. Rien n'est jeté, rien n'est imposé. On peut continuer, adapter, changer de version, sans changer d'ordinateur. Là où Windows crée de l'obsolescence par décision commerciale, Linux prolonge la durée de vie des appareils et laisse à chacun la possibilité de garder le contrôle. C'est un peu la différence entre un système qui décide pour toi… et un système qui te laisse respirer.\n\nJ'espère que ta journée a été passionnante malgré tous ces problèmes mais comme tu as pu voir on a des solutions pour les résoudre. À très bientôt !\n\n────────────────────────────────────\n\nPS : je t'ai joint un petit tableau récapitulatif entre les logiciels qu'on utilise pas mal et quelques alternatives, bien sûr tout n'est pas là et peut-être que parfois c'est plus intéressant de rester sur un outil propriétaire, alors fais tes propres recherches et choisis selon tes besoins. Mais n'oublie pas, tu as toujours le choix !\n\n📊 TABLEAU COMPARATIF :\n\n• Bureautique : Microsoft Office → LibreOffice, OnlyOffice\n• Cloud : Google Drive, OneDrive → Nextcloud, Seafile\n• Navigateur : Chrome → Firefox, Brave\n• Messagerie : Outlook, Gmail → Thunderbird, ProtonMail\n• Système d'exploitation : Windows, macOS → Ubuntu, Linux, Debian, Fedora\n• Retouche photo : Photoshop → Gimp\n• Design / création visuelle : Canva → Penpot, Photopea\n• Gestion de projet : Notion, Trello → OpenProject, Kanboard\n• Intelligence Artificielle : ChatGPT, Copilot → LM Studio, Ollama, modèles open-source\n• Plateforme vidéo : YouTube, Twitch → PeerTube, Vimeo, Dailymotion, Odysee, Owncast"
    }
}
